Repository: miix/svg-logo-marquee
Catalog: languages/svg-logo-marquee-*.po
Languages: nl_nl

source: Shortcode Usage:
nl_nl: Gebruik van shortcode:

source: Basic usage with default settings
nl_nl: Basisgebruik met standaardinstellingen

source: Options:
nl_nl: Opties:

source: Set logo size (default: 100px)
nl_nl: Stel logogrootte in (standaard: 100px)

source: Animation duration in milliseconds (default: 20000ms = 20 seconds)
nl_nl: Animatieduur in milliseconden (standaard: 20000ms = 20 seconden)

source: Override all logo colors in light mode (default: #212529)
nl_nl: Overschrijf alle logokleuren in lichte modus (standaard: #212529)

source: Override all logo colors in dark mode (default: #ffffff)
nl_nl: Overschrijf alle logokleuren in donkere modus (standaard: #ffffff)

source: Display logos in random order (default: false)
nl_nl: Toon logo's in willekeurige volgorde (standaard: false)

source: Pause animation on hover (default: true)
nl_nl: Pauzeer animatie bij hover (standaard: true)

source: Reverse animation direction (default: false)
nl_nl: Keer animatierichting om (standaard: false)

source: Space between logos in pixels (default: 40)
nl_nl: Ruimte tussen logo's in pixels (standaard: 40)

source: Duplicate logos for seamless scrolling (default: true)
nl_nl: Dupliceer logo's voor naadloos scrollen (standaard: true)

source: Show only logos from specific category (comma-separated for multiple)
nl_nl: Toon alleen logo's uit specifieke categorie (komma-gescheiden voor meerdere)

source: Example:
nl_nl: Voorbeeld:

source: To add a new logo, give it a title and paste your SVG code in the box below.
nl_nl: Om een nieuw logo toe te voegen, geef het een titel en plak je SVG-code in het vak hieronder.

source: Paste your SVG code here.
nl_nl: Plak hier je SVG-code.

source: Light Mode Color:
nl_nl: Lichte modus kleur:

source: Dark Mode Color:
nl_nl: Donkere modus kleur:

source: Display this logo in marquee
nl_nl: Logo weergeven in de marquee

source: Uncheck this option to temporarily hide this logo from all marquees without deleting it.
nl_nl: Vink deze optie uit om dit logo tijdelijk te verbergen uit alle marquees zonder het te verwijderen.

source: Enter the content to show when users hover over this logo.
nl_nl: Voer de inhoud in die getoond wordt wanneer gebruikers over dit logo bewegen.

source: Add New Logo
nl_nl: Nieuw logo toevoegen

source: Edit Logo
nl_nl: Logo bewerken

source: New Logo
nl_nl: Nieuw logo

source: View Logo
nl_nl: Logo bekijken

source: Search Logos
nl_nl: Logo's zoeken

source: No logos found
nl_nl: Geen logo's gevonden

source: No logos found in Trash
nl_nl: Geen logo's gevonden in prullenbak

source: All Logos
nl_nl: Alle logo's

source: Category
nl_nl: Categorie

source: All Categories
nl_nl: Alle categorieÃ«n

source: Visibility updated for %s logo.
nl_nl: Zichtbaarheid bijgewerkt voor %s logo.

source: Visibility
nl_nl: Zichtbaarheid

source: Logo Popover Content
nl_nl: Logo popover inhoud

source: Show Logos
nl_nl: Logo's tonen

source: Hide Logos
nl_nl: Logo's verbergen

source: Visible
nl_nl: Zichtbaar
